IDEA Open Model
CheckResConcreteBlock.CheckStatus Property
Compatible with IDEA StatiCa Beta 20.0
 Status of the Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool CheckStatus { get; set; }
Public Property CheckStatus As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace